[{
        "placeId": "1",
        "title": "Paruthipattu Lake",
        "intro": "People can now relax at Paruthipattu lake and eco-park at Avadi with a pedal boat ride, a la Ooty.",
        "desc": "The lake is fed by surplus water from the unpolluted stretch of the Cooum river. The lake serves as a source for groundwater recharge in the neighbouring areas, such as Adhiparasakthi Nagar and Govardhanagiri. The average depth is 12 feet. The eco-park surrounding the lake consists of a 3-km-long walking track, children's play area, refreshment block, a central plaza for public gathering, a boat deck with three landing areas, a couple of islands for nesting birds, an open-air theatre, an administration office building, and vehicle parking lot. About 35 varieties of plants have been planted around the lake. A sewage treatment plant has been built on the shore at a cost of ₹ 350 million to treat sewage from the Avadi municipality. The facility will pump 10 million litres of recycled water into the lake, besides selling an equal amount of water for industrial use.",
        "address": "Kamaraj Nagar 4th Main Rd, Ram Nagar, Kamaraj Nagar, Avadi, Tamil Nadu 600071",
        "website": "N/A",
        "contact": "N/A",
        "tag": "Lake",
        "isShopping": true,
        "isPaid": false,
        "distance": "Near 1.5km.",
        "imgUrl": "https://www.msfoundations.co.in/news/chennai-second-eco-park-comes-up-at-paruthipattu-lake-avadi/img/banner.jpg",
        "lat": 99.5645,
        "lng": 65.451,
        "status": true,
        "map": "https://goo.gl/maps/yDsWyVwNRKJeG26d8"
    },
    {
        "placeId": "2",
        "title": "Ponnu Super Bazaar",
        "intro": "Ponnu Super Bazzar has become an iconic representation for its variety and correct pricing.",
        "address": "C-3 & C-4, New Military Road, Kannikapuram, Avadi, Chennai, Tamil Nadu 600054",
        "desc": "Ponnu Super Bazaar boosts itself for its largest stocking of variety goods including, Provisions, Vegetables Fruits, (Gents / Ladies / Children -Readymade) Apparels, Consumer Durables, (Mixie, Grinder etc) Electronic Goods (Plastic Items, Cookware, Artificial flowers, Gift Articles, Gift Coupons) Household Items etc.Every time during Festival seasons like Deepavali, Pongal, Ramzan, Christmas, New-year etc the shop is always swelled with people in more number than the regular days.The cordial staffs, Correct pricing, Wide variety has given them a special place in the heart of their customers.",
        "website": "http://ponnusuperbazaar.com/",
        "contact": "08111089888",
        "tag": "SuperMarket",
        "isShopping": true,
        "isPaid": false,
        "distance": "Near 700m.",
        "imgUrl": "https://www.avadiinfo.com/wp-content/uploads/2013/11/ponnu-final-elevation-ok-Medium.jpg",
        "lat": 13.139960,
        "lng": 80.093120,
        "status": true,
        "map": "https://g.page/Ponnu-Super-Bazaar?share"
    },
    {
        "placeId": "3",
        "title": "Meenakshi Cinemas",
        "intro": "Meenakshi Cinemas is equipped with comfortable push backed enabled Seating and fully air conditioned. The theatre has ample car and two-wheeler Parking and the canteen caters fresh and quality food items. .",
        "address": "OCF, Madras, 1st Main Rd, Avadi, Tamil Nadu 600054",
        "desc": "Watching a movie is no longer limited to a weekend, it has become an everyday affair thanks to movie theatres with world-class facilities. Meenakshi Cinemas A C Dts Avadi is a chain of theatres in India that exhibit a myriad of movies around the year. Be it a Regional, Bollywood or Hollywood movie, at Meenakshi Cinemas A C Dts Avadi you can catch them all. Movie buffs, rejoice now as there’s no need to worry for last moment movie ticket booking! Book tickets online for Meenakshi Cinemas A C Dts Avadi at Paytm and get ready for an entertainment-packed time with your friends and family! Enjoy newly released movies in Chennai through this seamless movie ticket booking website.",
        "website": "N/A",
        "contact": "07871391666",
        "tag": "Entertainment",
        "isShopping": true,
        "isPaid": false,
        "distance": "Near 850m.",
        "imgUrl": "https://content3.jdmagicbox.com/comp/chennai/62/044p7018762/catalogue/murugan-cinemas-ambattur-chennai-cinema-halls-67bf.jpg",
        "lat": 13.117630,
        "lng": 80.112282,
        "status": true,
        "map": "https://goo.gl/maps/N4uD5S2rjUkZwbnT7"
    },
    {
        "placeId": "4",
        "title": "Pleasent park",
        "intro": "The park include 647-meter length which will be useful for walkers and joggers, three modern  gym equpiment and a childern's play area.",
        "address": "Avadi, Tamil Nadu 600071",
        "desc": "The park has trees and plants. Seating spaces and lights have beeb installed in the vicinity.The civic body is the process of setting up a modern toilet.As many as 500 people could use the park at a time.Due to the green paddy fields in the area it was a very pleasant sight in the month of December.",
        "website": "N/A",
        "contact": "N/A",
        "tag": "Park",
        "isShopping": true,
        "isPaid": false,
        "distance": "Near 25km.",
        "imgUrl": "https://resize.indiatvnews.com/en/resize/newbucket/715_-/2019/08/parks-1566455734.jpg",
        "lat": 13.117630,
        "lng": 80.112282,
        "status": true,
        "map": "N/A"
    },
    {
        "placeId": "5",
        "title": "Hotel Ayyaar Bhawan",
        "intro": "This place is easy to locate. Just opposite to avadi bus stand. Parking of 2 wheeler manageable while 4 Wheeler has to park somewhere far and walk.",
        "address": "18,CTH Road, Avadi, Chennai - 600054",
        "desc": "Making way for a hearty meal is Ayyar Bhavan in Chennai. This place is synonymous with delicious food that can satiate all food cravings. It is home to some of the most appreciated cuisines which include Pure Veg. So as to be able to cater to a large number of diners, it occupies a favourable location at Avadi Camp. It is one of the most sought after Pure Veg Restaurants in Avadi Camp. This is a one of the renowned Pure Veg Restaurants in Chennai.",
        "website": "https://ayyar-bhavan-paruthipet.business.site/",
        "contact": "+91 44 26380762",
        "tag": "Food",
        "isShopping": true,
        "isPaid": false,
        "distance": "Near 3.5km.",
        "imgUrl": "https://www.avadiinfo.com/wp-content/uploads/2013/08/ayyar.jpg",
        "lat": 13.117630,
        "lng": 80.112282,
        "status": true,
        "map": "https://goo.gl/maps/tcDAge6Gn6Sf1aLf6"
    },
    {
        "placeId": "6",
        "title": "Remy Cinemas",
        "intro": "Air conditioned digital movie theatre showing all the latest domestic and international movies.",
        "desc": "Remy Cinema Hall  is a popular theatre located at Chelliamman Kovil Street, Near Radha Krishna Indane Gas Agency ,next to Bank Of Baroda bank ,near pazhamudir cholai opp to adhi parasakhi kovil , exactly opp to pandian rice mill.  It has 1 screen with the facilities  such as Parking  and Dolby Atmos.",
        "address": "JB Estate, Chelliamman Kovil Street, Avadi,, Chennai, Tamil Nadu- 600054",
        "website": "http://www.remycinemas.com",
        "contact": "044- 40435050 / 66545050",
        "tag": "Entertainment",
        "isShopping": false,
        "isPaid": true,
        "distance": "1.4km.",
        "imgUrl": "https://media-cdn.tripadvisor.com/media/photo-o/03/d8/3c/45/s2-cinemas.jpg",
        "lat": 13.11125,
        "lng": 80.10869,
        "status": true,
        "map": "https://goo.gl/maps/df5j63FJ4FFeQbXFA"
    },
    {

        "placeId": "7",
        "title": "Sri Vaishnavi Temple",
        "intro": "The Vaishnavi Temple is dedicated to Divine Mother Shakti as Vaishnavi (Vaishnav Devi).",
        "desc": "Right on the highway you can see the police station and next to this you can see the arch of the temple leading into a serene temple situated in lush 50 acres of private land. The temple is run by volunteers and you have the privilege of doing pooja archanai or abhishekam yourself  all under guidance by the volunteer devotees! The temple  houses the idols of Ganesha and Muruga. A small shrine for Ganesha near the tree and another for Dakshinamurthy are also found. Navagraha idols are also installed in this temple. The temple entrance has two small idols of Hayagreevar and Agastya.",
        "address": "Santhipuram, Cholambedu, Avadi, Tamil Nadu 600109",
        "website": "N/A",
        "contact": "04426380337",
        "tag": "Devotion",
        "isShopping": false,
        "isPaid": false,
        "distance": "4.8km.",
        "imgUrl": "https://content3.jdmagicbox.com/comp/chennai/35/044p7012535/catalogue/vaishnavi-shrine-thirumullaivoyal-chennai-temples-1oqma1y.jpg",
        "lat": 13.12524,
        "lng": 80.13183,
        "status": true,
        "map": "https://goo.gl/maps/vHiTPFEVmPXzpGW58"
    },
    {
        "placeId": "8",
        "title": "Heavy Vehicles Factory",
        "intro": "Heavy Vehicles Factory has been established mostly, in wake of defence preparedness imperatives caused by the three major wars fought by the Indian Armed forces. ",
        "desc": "The Indian Ordnance Factories organisation - a family of 41 Ordnance Factories under the aegis of its corporate headquarters Ordnance Factory Board, Kolkata - possesses the unique distinction of over 200 years experience in defence production. We are engaged in production, testing, logistics, research, development and marketing of a comprehensive product range in the area of land, sea and air systems.",
        "address": "HVF-CRPF Road, Avadi, Chennai, Tamil Nadu 600054",
        "website": "https://ofb.gov.in",
        "contact": " 04426843001",
        "tag": "Job",
        "isShopping": false,
        "isPaid": false,
        "distance": "3.1km.",
        "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/T-72_Ajeya1.jpg/375px-T-72_Ajeya1.jpg",
        "lat": 13.14115,
        "lng": 80.09045,
        "status": true,
        "map": "https://goo.gl/maps/GQHjfFBTMyFtqtUL6"

    },
    {
        "placeId": "9",
        "title": "Reliance Trends",
        "intro": "Reliance Trends offers stylish, high-quality products across Womenswear, Lingerie, Menswear, Kidswear and fashion accessories. ",
        "desc": "Reliance Trends is a leading lifestyle retail chain with over 777 retail stores across India. Reliance Trends offers stylish, high-quality products  through a diversified portfolio of own brands, national and international brands.It is the largest retailer in India in terms of revenue.",
        "address": "Vivekananda Nagar, TNHB Mig V Block, Avadi, Tamil Nadu 600071",
        "website": "https://business.google.com/website/reliance-trends-digital",
        "contact": "04426551139",
        "tag": "Shopping",
        "isShopping": true,
        "isPaid": false,
        "distance": "550m.",
        "imgUrl": "https://www.forummalls.in/wp-content/uploads/malls/Vijaya/new_bg/trendz/fvm_trendz_g1.jpg",
        "lat": 13.11196,
        "lng": 80.116751,
        "status": true,
        "map": "https://goo.gl/maps/cQBs6Y9jdnD3oTDR9"

    },
    {

        "placeId": "10",
        "title": "Max Fashion",
        "intro": "Max is now popular as a value-for-money brand with apparel choices available for the whole family.  ",
        "desc": "Max Fashion offers the latest and greatest in international designs and fabrics, they operate a network of 60+ stores, that provide a world-class shopping environment. Shoppers enjoy great prices on an excellent range of over 3,000 styles every season, in brand new designs, silhouettes and fabrics.",
        "address": "B.R. Towers, Chennai - Tiruvallur High Rd, Avadi, Tamil Nadu 600054",
        "website": "https://www.maxfashion.in/in/en/",
        "contact": "04448589010",
        "tag": "Shopping",
        "isShopping": true,
        "isPaid": false,
        "distance": "1.2km.",
        "imgUrl": "https://images.pexels.com/photos/1778412/pexels-photo-1778412.jpeg",
        "lat": 13.11125,
        "lng": 80.10869,
        "status": true,
        "map": "https://goo.gl/maps/7rZKA7v6DN6XbsJbA"
    },
    {
        "placeId": "11",
        "title": "Ajeya Stadium",
        "intro": "A wide open area for a typical morning walk and jog.",
        "desc": "A track and field ground with locals visiting for relaxed walks and jog.",
        "address": "kovilpadagai main road, avadi, chennai, tamil nadu, 600054",
        "website": "N/A",
        "contact": "044 2684 4439",
        "tag": "Sports",
        "isShopping": false,
        "isPaid": false,
        "distance": "Near 3km",
        "imgUrl": "https://cdn.pixabay.com/photo/2016/11/29/07/06/bleachers-1867992__480.jpg",
        "lat": 13.139960,
        "lng": 80.093120,
        "status": true,
        "map": "https://goo.gl/maps/riKBjAsXTLY2eobM9"
    },
    {
        "placeId": "12",
        "title": "Selfie Point",
        "intro": "A new attraction added to Avadi inviting more public.",
        "desc": "Avadi Municipal Corporation has set up a dedicated selfie point bearing the phrase 'I love Avadi' for its people to express their love for their locality and drive the message of litter-free zone. The Corporation has joined hands with Poompuhar Handicrafts to set up the selfie point, as part of its beautification drive.",
        "address": "Ashok Niranjan Nagar, Optima 'SELFIE' Township, Palaripattu, Avadi, Chennai, Tamil Nadu 600071",
        "website": "N/A",
        "contact": "N/A",
        "tag": "Entertainment",
        "isShopping": false,
        "isPaid": false,
        "distance": "Near 500m",
        "imgUrl": "https://i.ibb.co/G7tb5Xs/IMG-20200309-204945-01-01-min.jpg",
        "lat": 13.117510,
        "lng": 80.078670,
        "status": true,
        "map": "https://goo.gl/maps/GDeZ96Wg3KBGJ9jz6"
    },
    {
        "placeId": "13",
        "title": "Bheeshma Park",
        "intro": "Bheeshma Park in Avadi, Chennai's one of the top Parks in Avadi",
        "desc": "A nice place for a morning walk with kids play area",
        "address": "Vikas Nagar, Bhaktavatsala Puram, Avadi, Tamil Nadu 600109",
        "website": "N/A",
        "contact": "N/A",
        "tag": "Lake",
        "isShopping": false,
        "isPaid": false,
        "distance": "Near 3km",
        "imgUrl": "https://media-cdn.tripadvisor.com/media/photo-o/0a/cd/b9/1e/caption.jpg",
        "lat": 13.178870,
        "lng": 80.138540,
        "status": true,
        "map": "https://goo.gl/maps/sL1CsxDYZ59mbw816"
    },
    {
        "placeId": "14",
        "title": "Elite Restaurant",
        "intro": "Elite Restaurant at Avadi makes sure one has a great food experience by offering highly palatable food.",
        "desc": "We pick ingredients carefully and use only the freshest and natural ones to prepare every dish, and have been trying to cook them in a healthier way to provide the most nutritious food. Much attention has been attached to ensure you a cozy and inviting ambiance where you could enjoy not only the great meal but also the authentic atmosphere. The owner and all staff in Elite Restaurant will greet you with the warmest welcome, whether you are a habitual patron or come for the first time.We have made painstaking efforts to create the tidiest and cleanest dining place, and guarantee you with friendly and timely service. All of your demands and feelings will be cared in our restaurant.At our restaurants, hygiene is a habit and we leave no stone unturned to achieve the best, be it ingredients or process related.",
        "address": "#291, cth road, next to elite motors, opp. to grt.avadi.",
        "website": "http://www.eliterestaurant.in/",
        "contact": "09841566606",
        "tag": "Food",
        "isShopping": false,
        "isPaid": true,
        "distance": "Near 2km",
        "imgUrl": "https://images.pexels.com/photos/262047/pexels-photo-262047.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500",
        "lat": 39.427130,
        "lng": -74.741770,
        "status": true,
        "map": "https://goo.gl/maps/zFgd2LDY4TqxrjQHA"
    },
    {
        "placeId": "15",
        "title": "Orange Restaurant",
        "intro": "Avadi’s best multicruisine restaurant .Best Restaurant in Avadi to serve food in high Quality. We ensure the best service and customer satisfaction. Everything at Le Orange’s is ruled by taste.",
        "desc": "A wonderful restaurant with good ambience and wide variety of dishes ranging from north Indian dishes to desserts. Promotes take aways.",
        "address": "No 89, Poonamallee - Avadi High Rd, near Vivekananda School, Rajbai Nagar, Vasantham Nagar, Avadi, Tamil Nadu 600071",
        "website": "N/A",
        "contact": "+91 994 038 3614",
        "tag": "Food",
        "isShopping": false,
        "isPaid": true,
        "distance": "Near 1.5km",
        "imgUrl": "https://images.pexels.com/photos/1624487/pexels-photo-1624487.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500",
        "lat": 13.059210,
        "lng": 80.113600,
        "status": true,
        "map": "https://goo.gl/maps/QeBZGA4g9853n6JH7"
    },
    {
        "placeId": "16",
        "title": "Ibaco",
        "intro": "Ibaco is dedicated to conjuring up a delightful, unique ice cream eating experience. One based on the scoop ‘n’ serve format.",
        "desc": "With 36 flavours inspired from exotic places around the world, Ibaco aims to offer more choices and deliver greater standards of taste to its customers. From Madagascar Bean VaN/Ala to delicious Ghanaian Chocolate, the parlour has always had something new and exciting to look forward to.",
        "address": "204, Opposite Meenakshi Hospital, Camp Road, Avadi, Chennai 600054, TN",
        "website": "http://www.ibaco.in/",
        "contact": "9543332668",
        "tag": "Food",
        "isShopping": true,
        "isPaid": false,
        "distance": "1.2km.",
        "imgUrl": "https://images.pexels.com/photos/2262566/pexels-photo-2262566.jpeg",
        "lat": 13.110900,
        "lng": 80.121380,
        "status": true,
        "map": "https://goo.gl/maps/eiZgqoKZJN41wyj59"
    },
    {
        "placeId": "17",
        "title": "Prathyangira devi temple",
        "intro": "Temple was constructed by  Nadathur Janarthana  Swamigal. Temple Legend (Legend of the creation of Temple and coming of the deity).Folklore associated with the temple.Famous for Saint(s)",
        "desc": "With 36 flavours inspired from exotic places around the world, Ibaco aims to offer more choices and deliver greater standards of taste to its customers. From Madagascar Bean VaN/Ala to delicious Ghanaian Chocolate, the parlour has always had something new and exciting to look forward to.",
        "address": "Paruthipet, Avadi, Tamil Nadu 600071, India",
        "website": "N/A",
        "contact": "N/A",
        "tag": "Devotion",
        "isShopping": true,
        "isPaid": false,
        "distance": "1.2km.",
        "imgUrl": "https://thumbs.dreamstime.com/b/hindu-temple-gopuram-sri-lanka-old-75485391.jpg",
        "lat": 13.117510,
        "lng": 80.078670,
        "status": true,
        "map": "https://goo.gl/maps/bDDdH8ckLnmAfBcBA"
    },
    {
        "placeId": "18",
        "title": "Krishnar temple",
        "intro": "ISKCON Temple Chennai is a Vaishnava temple dedicated to Lord Krishna.It was formally inaugurated on 26 April 2012.",
        "desc": "ISKCON founder A. C. Bhaktivedanta Swami Prabhupada, who carried the message of Lord Chaitanya to various parts of the world, was very keen to establish strong centers in India. In 1971, when he returned to India after his success with Krishna consciousness in the Western world, he directed Giriraj Maharaj to go to Madras and preach activities, resulting in many enlisting as life patrons. Prabhupada wrote in a letter",
        "address": "Chinnamman kovil street, Tonakela Camp Rd, Ambattur, Avadi, Tamil Nadu 600109",
        "website": "N/A",
        "contact": "N/A",
        "tag": "Devotion",
        "isShopping": false,
        "isPaid": false,
        "distance": "Near 2.5km",
        "imgUrl": "https://thumbs.dreamstime.com/b/lord-radha-krishna-beautiful-wallpaper-background-indian-radhaji-164053861.jpg",
        "lat": 13.106610,
        "lng": 80.128240,
        "status": true,
        "map": "https://goo.gl/maps/mTodM4r4x1Wrcq9r9"
    },

    {

        "placeId": "19",
        "title": "Trinity Church",
        "intro": "Trinity  Church is the place for csi ppl gather and worship",
        "desc": "Christianity is India's third-largest religion. Christianity in India to a larger extent has been very traditional (old) in its practices for a long time but since the 20th century has witnessed growth in Indigenous revivalism and recently contemporary local Church-planting movements have started to flourish.",
        "address": "New Military Road, SH 55, Thirumalai Rajapuram, Avadi, Tamil Nadu 600071",
        "website": "N/A",
        "contact": "04426555546",
        "tag": "Devotion",
        "isShopping": false,
        "isPaid": false,
        "distance": "450m.",
        "imgUrl": "https://content3.jdmagicbox.com/comp/chennai/d6/044pxx44.xx44.180316122143.e6d6/catalogue/csi-trinity-church-avadi-chennai-churches-7ftnyebn87.jpg",
        "lat": 13.116520,
        "lng": 80.100760,
        "status": true,
        "map": "https://goo.gl/maps/LiVxRsmE5uipwkPX9"
    }
]